Repository: fiee/plata
Catalog: plata/locale/*/LC_MESSAGES/django.po
Languages: cs, nl

source: Billing address
cs: Fakturační kontakt
nl: Factuuradres

source: Shipping address
cs: Poštovní kontakt
nl: Verzendadres

source: Additional fields
cs: Další informace
nl: Extra velden

source: create account
cs: vytvořit nový účet
nl: Inschrijven

source: This field is required.
cs: Toto pole je povinné.
nl: Dit veld is verplicht.

source: user
cs: uživatel
nl: gebruiker

source: date of birth
cs: datum narození
nl: geboortedatum

source: created
cs: vytvořen
nl: gemaakt

source: Preferred currency.
cs: Preferovaná měna.
nl: Gewenste valuta.

source: notes
cs: poznámky
nl: opmerkingen

source: contacts
cs: kontakty
nl: contacten

source: ZIP code
cs: PSČ
nl: Postcode

source: Configuration options
cs: Možnosti konfigurace
nl: Configuratie-opties

source: Save and continue editing to configure options.
cs: Uložit a pokračovat v úpravě možností nastavení
nl: Opslaan en verder bewerken om opties te configureren.

source: Discount configuration: %s
cs: Konfigurace slev: %s
nl: Korting configuratie: %s

source: Raw configuration
cs: Nezpracovaná konfigurace
nl: Raw configuratie

source: Configuration
cs: Konfigurace
nl: Configuratie

source: amount voucher excl. tax (reduces total tax on order)
cs: peněžní kupón bez DPH (sníží celkovou daň objednávky)
nl: hoeveelheid voucher excl. belasting (vermindert de totale belasting op bestelling)

source: amount voucher incl. tax (reduces total tax on order)
cs: peněžní kupón s DPH (sníží celkovou daň objednávky)
nl: hoeveelheid voucher incl.. belasting (vermindert de totale belasting op bestelling)

source: percentage voucher (reduces total tax on order)
cs: procentuální kupón (sníží celkovou daň objednávky)
nl: percentage voucher (vermindert de totale belasting op bestelling)

source: means of payment (does not change total tax on order)
cs: způsob platby (nemění celkovou daň objednávky)
nl: betaalmiddelen (verandert niet de totale belasting op bestelling)

source: All products
cs: Všechny produkty
nl: Alle producten

source: Exclude sale prices
cs: Vyřadit položky ve slevě
nl: Uitsluiten verkoopprijzen

source: name
cs: jméno
nl: naam

source: value
cs: hodnota
nl: waarde

source: Only required for amount discounts.
cs: Požadováno pouze pro peněžní slevy.
nl: Alleen nodig voor de hoeveelheid kortingen.

source: tax class
cs: daňová třída
nl: belasting klasse

source: Only required for amount discounts incl. tax.
cs: Vyžadováno pouze pro peněžní slevy včetně DPH
nl: Alleen nodig voor de hoeveelheid kortingen incl.. belasting.

source: configuration
cs: konfigurace
nl: configuratie

source: If you edit this field directly, changes below will be ignored.
cs: Pokud budete toto pole upravovat ručně, změny níže budou ignorovány.
nl: Als u direct dit veld bewerken, zullen veranderingen hieronder worden genegeerd.

source: Percentage discounts cannot have currency and tax class set.
cs: Procentuální slevy nemohou mít měnu a třídu daně.
nl: Percentage kortingen kunnen geen valuta-en fiscale class set.

source: Amount discounts excl. tax need a currency.
cs: Peněžní slevy bez DPH musí mít nastavenou měnu.
nl: Bedrag kortingen excl. belasting moeten een munt.

source: Amount discounts excl. tax cannot have tax class set.
cs: Peněžní slevy nez DPH nemohou mít nastavenou třídu daně.
nl: Bedrag kortingen excl. belasting kan geen belasting class set.

source: Amount discounts incl. tax need a currency and a tax class.
cs: Peněžní slevy s DPH musí mít nastavenou měnu a třídu daně.
nl: Bedrag kortingen incl.. belasting moeten een munt en een belasting klasse.

source: Means of payment need a currency.
cs: Způsob platby musí mít zadanou měnu.
nl: Betaalmiddelen behoefte aan een munt.

source: Means of payment cannot have tax class set.
cs: Způsob platby nemůže mít zadanou třídu daně.
nl: Betaalmiddelen kunnen geen btw class set.

source: Unknown discount type.
cs: Neznámý typ slevy.
nl: Onbekend korting type.

source: is active
cs: je aktivní
nl: actief

source: valid from
cs: platí od
nl: geldig van

source: valid until
cs: platí do
nl: geldig tot

source: number of allowed uses
cs: počet možných použití
nl: aantal toegestane toepassingen

source: Leave empty if there is no limit on the number of uses of this discount.
cs: Ponechte prázdné pokud nechcete omezovat počet možných použití slevového kupónu
nl: Laat dit veld leeg als er geen limiet op het aantal toepassingen van deze korting.

source: number of times already used
cs: aktuální počet použití
nl: aantal malen reeds

source: discount
cs: sleva
nl: korting

source: discounts
cs: slevy
nl: kortingen

source: Discount is inactive.
cs: Sleva není aktivní.
nl: Korting is niet actief.

source: Discount is not active yet.
cs: Sleva ještě není aktivní.
nl: Korting is nog niet actief.

source: Discount is expired.
cs: Sleva vypršela.
nl: Korting is verlopen.

source: Allowed uses for this discount has already been reached.
cs: Počet použití slevy již byl vyčerpán.
nl: Toegelaten toepassingen voor deze korting is reeds bereikt.

source: Discount and order currencies do not match.
cs: Sleva a objednávka mají rozdílnou měnu.
nl: Korting en orde valuta's komen niet overeen.

source: order
cs: objednávka
nl: volgorde

source: remaining
cs: zbývá
nl: resterende

source: Discount amount excl. tax remaining after discount has been applied.
cs: Zbývající peněžní sleva bez DPH po uplatnění.
nl: Kortingsbedrag excl. belasting die overblijft na korting is toegepast.

source: applied discount
cs: uplatněná sleva
nl: toegepast korting

source: applied discounts
cs: uplatněné slevy
nl: toegepaste kortingen

source: currency
cs: měna
nl: valuta

source: %(stage)s: %(order)s processed by %(payment_module)s
nl: %(stage)s: %(order)s verwerkt door %(payment_module)s

source: Remaining discount for order %s
cs: Zbývající sleva pro objednávku %s
nl: Resterende korting voor orders %s

source: sale
cs: prodej
nl: verkoop

source: payment process reservation
cs: rezervace platebním procesem
nl: betalingsproces reserveren

source: invoice
nl: Factuur

source: Check/Bank transfer
nl: Bank overschrijving

source: Cash on delivery
cs: Dobírka
nl: Rembours

source: Malformed order ID
nl: Ongeldige order-ID

source: Order %s does not exist
nl: De order %s bestaat niet.

source: initial stock
cs: původní sklad
nl: beginvoorraad

source: purchases and sales
cs: nákupy a prodeje
nl: aan-en verkopen

source: stock management
cs: správa skladu
nl: voorraadbeheer

source: generic warehousing
cs: obecný sklad
nl: generieke opslag

source: internal use
cs: interní použití
nl: intern gebruik

source: Automatically created
cs: Automaticky vytvořeno
nl: Automatisch aangemaakt

source: Automatically created because no period existed yet.
cs: Vytvořeno automaticky, protože ještě neexistuje žádný časový interval.
nl: Automatisch aangemaakt omdat er geen periode bestond nog niet.

source: start
nl: beginnen

source: Period starts at this time. May also be a future date.
cs: Začátek intervalu. Může být i v budoucnosti.
nl: Periode begint op dit moment. Kan ook een datum in de toekomst.

source: period
cs: interval
nl: periode

source: periods
cs: intervaly
nl: periodes

source: New period
cs: Nový interval
nl: Nieuwe periode

source: initial amount
cs: počáteční množství
nl: oorspronkelijk bedrag

source: correction
cs: oprava
nl: correctie

source: purchase
cs: nákup
nl: kopen

source: returns
cs: vratky
nl: opbrengst

source: reservation
cs: rezervace
nl: reservering

source: incoming
cs: příjem
nl: inkomend

source: outgoing
cs: výdej
nl: uitgaande

source: change
nl: veranderen

source: Use negative numbers for sales, lendings and other outgoings.
nl: Gebruik negatieve getallen voor de verkoop, uitleningen en andere uitgaven.

source: order payment
nl: Om de betaling

source: line item price
cs: cena za jednotku
nl: totaal

source: line item discount
cs: jednotková sleva
nl: post korting

source: line item tax
cs: jednotková daň
nl: post belastingen

source: stock transaction
cs: skladová transakce
nl: aandelentransactie

source: stock transactions
cs: skladové transakce
nl: aandelentransacties

source: Not enough stock available for %s.
cs: Nedostatek zboží na skladě pro %s.
nl: Niet genoeg voorraad beschikbaar voor %s.

source: order date
cs: datum objednávky
nl: orderdatum

source: Not confirmed yet
cs: Zatím nepotvrzeno
nl: Nog niet bevestigd

source: Order
cs: Objednávka
nl: Bestelling

source: quantity
cs: množství
nl: aantal

source: unit price
cs: cena za jednotku
nl: prijs

source: subtotal
cs: mezisoučet
nl: subtotaal

source: shipping
cs: doprava
nl: verzending

source: total
cs: celkem
nl: totaal

source: Incl. tax
cs: Včetně daně
nl: Incl. belasting

source: Bank transfer
cs: Bankovní převod
nl: Bankoverschrijving

source: Already paid for with: %(payment_method)s.
cs: Již zaplaceno metodou: %(payment_method)s.
nl: Reeds betaald met %(payment_method)s.

source: Already paid for.
cs: Již zaplaceno.
nl: Al betaald.

source: Not paid yet.
cs: Ještě nezaplaceno.
nl: Nog niet betaald.

source: Seller
cs: Dodavatel
nl: Verkoper

source: Customer
cs: Odběratel
nl: Klant

source: products
cs: produkty
nl: producten

source: stock
cs: sklad
nl: voorraad

source: country
cs: stát
nl: land

source: price includes tax
cs: cena s daní
nl: prijs is inclusief BTW

source: Order items
cs: Objednávka
nl: Bestel stuks

source: Shipping
cs: Poštovné
nl: Verzending

source: Total
cs: Celkem
nl: Totaal

source: is paid
cs: zaplaceno
nl: is betaald

source: Packing slip
cs: Dodací list
nl: Pakbon

source: Invoice
cs: Doklad
nl: Factuur

source: add. info
cs: další info
nl: toe te voegen. info

source: This e-mail address belongs to a different account.
cs: Tato e-mailová adresa již patří k jinému účtu.
nl: Dit e-mail adres behoort tot een andere account.

source: This e-mail address might belong to you, but we cannot know for sure because you are not authenticated yet.
cs: Tento e-mail může být váš, ale zatím to nemůžeme vědět jistě, protože jste se ještě nepřihlásil.
nl: Dit e-mail adres is nog niet geverifieerd.

source: This code does not validate
cs: Tento kód není platný.
nl: Deze code is niet valideren

source: I accept the terms and conditions.
cs: Souhlasím s obchodními pravidly.
nl: Ik ga akkoord met de algemene voorwaarden.

source: Payment method
cs: Způsob platby
nl: Betalingswijze

source: Remove
nl: Verwijderen

source: rate
cs: daň
nl: tarief

source: Tax rate in percent.
cs: Daň v procentech
nl: Belastingtarief in procent.

source: priority
cs: priorita
nl: prioriteit

source: Used to order the tax classes in the administration interface.
cs: Použito pro zvolení třídy daně skrze administrační rozhraní.
nl: Wordt gebruikt om de belasting klassen in de administratie-interface te bestellen.

source: tax classes
cs: třídy daně
nl: belastingen

source: company
cs: společnost
nl: bedrijf

source: first name
cs: křestní jméno
nl: voornaam

source: last name
cs: příjmení
nl: achternaam

source: address
cs: ulice a číslo popisné
nl: adres

source: city
cs: město
nl: stad

source: shipping address equals billing address
cs: poštovní adresa odpovídá fakturační
nl: afleveradres is gelijk aan factuuradres

source: Is a cart
cs: Košík
nl: winkelwagen

source: Checkout process started
cs: Objednávání započalo
nl: Bestelling gestart

source: Order has been confirmed
cs: Objednávka byla potvrzena
nl: Bedankt voor uw bestelling!

source: Order is pending payment
nl: Volgorde is in afwachting van betaling

source: Order has been paid
cs: Objednávka byla zaplacena
nl: Bestelling is betaald

source: Order has been completed
cs: Objednávka byla dokončena
nl: Bestelling is voltooid

source: confirmed
cs: potvrzeno
nl: bevestigd

source: language
cs: jazyk
nl: taal

source: status
nl: staat

source: e-mail address
cs: e-mailová adresa
nl: e-mail adres

source: items discount
cs: sleva na položku
nl: producten die zijn afgeprijsd

source: items tax
cs: daň za položku
nl: artikelen fiscale

source: shipping method
cs: způsob doručení
nl: verzendmethode

source: shipping cost
cs: cena doručení
nl: verzendkosten

source: shipping discount
cs: sleva na doručení
nl: het verschepen korting

source: shipping tax
cs: daň z doručení
nl: verzendkosten belasting

source: paid
cs: zaplaceno
nl: betaald

source: This much has been paid already.
cs: Zaplacená částka
nl: Zoveel is al betaald.

source: data
nl: gegevens

source: JSON-encoded additional data about the order payment.
cs: Doplňková data o platbě objednávky ve formátu JSON.
nl: JSON-gecodeerde aanvullende gegevens over de bestelling betaling.

source: orders
cs: objednávky
nl: bestellingen

source: Cannot modify order once it has been confirmed.
cs: Nemůžete upravit objednávku, když již byla potvrzena.
nl: Kan niet wijzigen order is bevestigd.

source: The price could not be determined.
cs: Cena nemohla být určena.
nl: De prijs kon niet worden vastgesteld.

source: Cannot proceed to checkout without order items.
cs: Nelze postoupit k dalšímu kroku s prázdným košíkem.
nl: Kan niet naar de kassa zonder orde artikelen.

source: Order contains more than one currency.
cs: Objednávka obsahuje více než jednu měnu.
nl: Bestel bevat meer dan een valuta.

source: Unit price excl. tax
cs: Cena za jednotku bez daně
nl: Losse prijs excl.. belasting

source: unit tax
cs: jednotková daň
nl: eenheid fiscale

source: tax rate
cs: daň
nl: belastingtarief

source: is sale
cs: ve slevě
nl: is te koop

source: Line item price excl. tax
cs: Cena za jednotku bez daně
nl: Totaal excl. belasting

source: Discount excl. tax
cs: Sleva bez daně
nl: Korting excl. belasting

source: order item
cs: položka
nl: product

source: order items
cs: položky
nl: artikelen in bestelling

source: %(quantity)s of %(name)s
cs: %(quantity)s z %(name)s
nl: %(quantity)s van %(name)s

source: order status
cs: stav objednávky
nl: bestelstatus

source: order statuses
cs: stavy objednávky
nl: bestelstatussen

source: Status %(status)s for %(order)s
cs: Stav %(status)s pro %(order)s
nl: Status %(status)s voor %(order)s

source: pending
cs: probíhá
nl: in afwachting van

source: processed
cs: dokončena
nl: verwerkt

source: authorized
cs: ověřena
nl: geautoriseerde

source: amount
cs: množství
nl: bedrag

source: payment module key
cs: klíč platebního modulu
nl: betaalmodule sleutel

source: Machine-readable identifier for the payment module used.
cs: Strojově čitelný identifikátor pro použitý platební modul.
nl: Machine-leesbare identificatie voor de betaling module gebruikt.

source: payment module
cs: platební modul
nl: betaalmodule

source: For example 'Cash on delivery', 'PayPal', ...
cs: Například 'Dobírka', 'PayPal', ...
nl: Bijvoorbeeld 'Rembours', 'PayPal', ...

source: payment method
cs: způsob platby
nl: betaalmethode

source: For example 'MasterCard', 'VISA' or some other card.
cs: Například 'Mastercard', 'VISA' nebo jiné karty.
nl: Bijvoorbeeld 'MasterCard', 'VISA' of een andere kaart.

source: transaction ID
cs: ID transakce
nl: transactie ID

source: Unique ID identifying this payment in the foreign system.
cs: Unikátní ID identifikující tuto platbu v systémech třetích stran.
nl: Unieke ID te identificeren deze betaling in de buitenlandse systeem.

source: Point in time when payment has been authorized.
cs: Datum a čas kdy byla platba potvrzena.
nl: Tijdstip waarop de betaling is goedgekeurd.

source: transaction fee
nl: transactiekosten

source: Fee charged by the payment processor.
nl: Toetaling door de Betalingsverwerker.

source: order payments
cs: platby od objednávky
nl: betalingen

source: %(authorized)s of %(currency)s %(amount).2f for %(order)s
cs: %(authorized)s %(currency)s %(amount).2f pro %(order)s
nl: %(authorized)s van %(currency)s %(amount).2f voor %(order)s

source: Authorized
cs: Potvrzena
nl: Geautoriseerde

source: Not authorized
cs: Nepotvrzena
nl: Niet toegelaten

source: Currency of payment %s does not match.
cs: Měna pro platbu %s nesouhlasí.
nl: Valuta van betaling% s komt niet overeen.

source: price
cs: cena
nl: prijs

source: prices
cs: ceny
nl: prijzen

source: tax included
cs: včetně daně
nl: Toeristenbelasting inbegrepen

source: Is tax included in given unit price?
cs: Je v jednotkové ceně zahrnuto DPH?
nl: Is inbegrepen in de gegeven prijs?

source: Please correct the following errors:
cs: Opravte prosím následující chyby:
nl: Corrigeer de volgende fouten:

source: Form errors
cs: Chyby formuláře
nl: Vorm fouten

source: Fieldset errors
cs: Chyby formuláře
nl: Fieldset fouten

source: show all
cs: zobrazit vše
nl: toon alle

source: Home
cs: Domů
nl: Thuis

source: Products
cs: Produkty
nl: Producten

source: Cart
cs: Košík
nl: Winkelwagen

source: logged in as %(useremail)s
nl: Ingelogd als %(useremail)s

source: Go to cart
cs: Jdi do košíku
nl: Ga naar winkelwagen

source: That's what we know about you:
cs: Tohle o tobě víme:
nl: Dat is wat wij van u weten:

source: User
cs: Uživatel
nl: Gebruiker

source: Payment
cs: Platba
nl: Betaling

source: You will be forwarded to Ogone for payment now.
cs: Nyní budete přesměrováni na Ogone platební bránu.
nl: U wordt doorgestuurd naar nu Ogone voor de betaling.

source: Pay now
cs: Zaplatit
nl: Betaal nu

source: You will be forwarded to PagSeguro for payment now.
nl: U wordt doorgestuurd naar nu PagSeguro voor de betaling.

source: Purchase Items
cs: Zakoupené položky
nl: Aankoop Items

source: You will be forwarded to Paypal for payment now.
cs: Nyní budete přesměrováni na platební bránu PayPalu.
nl: U wordt doorgestuurd naar Paypal betaling nu.

source: You will be forwarded to Postfinance for payment now.
cs: Nyní budete přesměrováni na platební bránu Postfinance.
nl: U wordt doorgestuurd naar Postfinance voor de betaling nu.

source: Discounts
cs: Slevy
nl: Kortingen

source: tax
cs: daň
nl: belasting

source: Account creation successful
cs: Účet úspěšně vytvořen
nl: Account aanmaken

source: You have successfully created an account on our site!
cs: Úspěšně jste si u nás vytvořili účet.
nl: Je hebt een account gecreëerd bij onze site!

source: Your username:
cs: Uživatelské jméno:
nl: Uw gebruikersnaam:

source: Your password:
cs: Heslo:
nl: Uw wachtwoord:

source: Cart is empty!
cs: Košík je prázdný!
nl: Winkelwagen is leeg!

source: Delete
cs: Smazat
nl: Verwijder

source: Save
cs: Uložit
nl: Besparen

source: Checkout
cs: Pokladna
nl: Uitchecken

source: Submit
cs: Odeslat
nl: Verstuur

source: Notes
cs: Poznámky
nl: Opmerkingen

source: Order summary
cs: Souhrn objednávky
nl: Overzicht

source: Payment and order confirmation
cs: Platba a potvrzení objednávky
nl: Betaling en orderbevestiging

source: Proceed to payment
cs: Pokračovat k platbě
nl: Ga door naar betaling

source: Add voucher
cs: Přidat slevový kupón
nl: Voeg voucher

source: Proceed to confirmation
cs: Pokračovat k potvrzení
nl: Ga door naar bevestiging

source: Order payment failure
cs: Chyba platby
nl: Bestel betalingsachterstand

source: Create new order
cs: Vytvořte novou objednávku
nl: Maak nieuwe order

source: Order successful
cs: Objednávka úspěšně provedena
nl: Bedankt voor uw bestelling

source: Thank you for shopping with us!
cs: Děkujeme, že jste u nás nakoupili!
nl: Dank u voor het winkelen bij ons!

source: Order has been partially paid.
cs: Objednávka byla zaplacena.
nl: Bestelling is gedeeltelijk betaald.

source: Order has been confirmed.
cs: Objednávka byla potvrzena.
nl: Bestelling is bevestigd.

source: As soon as we receive a confirmation from the payment provider, you'll be sent a confirmation e-mail.
cs: Hned jak dostaneme e-mail od provozovatele platební brány, zašleme Vám potvrzovací e-mail.
nl: Bedankt voor uw bestelling! U ontvangt een bevestiging hiervan per e-mail.

source: Select payment method
nl: Betaalmethode

source: Add to cart
cs: Přidat do košíku
nl: Toevoegen aan winkelwagen

source: Cart is empty.
cs: Košík je prázdný.
nl: Winkelwagen is leeg.

source: You are not authenticated
nl: U bent niet geverifieerd

source: You have already confirmed this order earlier, but it is not fully paid for yet.
cs: Již jste dříve tuto objednávku potvrdili, ale zatím není zaplacena.
nl: Je hebt al deze bestelling eerder bevestigd, maar het is niet volledig betaald nog niet.

source: The cart has been updated.
cs: Košík byl aktualizován.
nl: De winkelwagen is bijgewerkt.

source: Payment failed, please try again.
cs: Platba selhala, zkuste to znovu.
nl: Betaling is mislukt, probeer het opnieuw.

source: Payment failed; you can continue editing your order and try again.
cs: Platba selhala; můžete pokračovat v úpravě vaší objednávky a zkusit to znovu.
nl: Betaling is mislukt, u kunt doorgaan met het bewerken van uw bestelling en probeer het opnieuw.

source: contact
cs: kontakt

source: type
cs: typ

source: code
cs: kód

source: product
cs: produkt

source: SKU
cs: Kód zboží

source: Cash
cs: Hotovost

source: order ID
cs: ID objednávky

source: No. %d
cs: Č. %d

source: timestamp
cs: časové razítko

source: Contact
cs: Kontakt

source: Go to http://%(domain)s/ and enter the following details:
cs: Zadejte to prohlížeče adresu http://%(domain)s/ a zadejte tam následující informace:

source: Voucher code
cs: Slevový kupón

source: %(name)s has been removed from the inventory and from your cart as well.
cs: zboží %(name)s bylo odstraněno z nabídky a z Vašeho košíku.
